<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットリンクをメールで送信しました!',
    'throttled' => '再試行する前にお待ちください.',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "メールアドレスのユーザーが見つかりません.",

];
